{
  "memories": [
    "گاهی وقتا یاد روزای اول میفتم، با گروه سان بویز. جوون بودیم، پر از رویا، و فقط می‌خواستیم موسیقی بسازیم. نمی‌دونستیم آینده چی در انتظارمونه، ولی شور و اشتیاق داشتیم. اون اشتیاق هنوزم با منه.",
    "اولین آهنگ رسمی من 'عطش' بود. وقتی برای اولین بار از رادیو شنیدمش، باورم نمی‌شد. من فقط یه جوون تهرانی بودم با یه رویا. اون لحظه بهم ثابت کرد که قدرتِ صدا از قدرتِ قدم‌ها خیلی بیشتره.",
    "قبل از شهرت، در جایی به اسم 'کوچینی' می‌خوندم. کوچیک بود، پر از دود... اما همونجا بود که یاد گرفتم چطور با مردم ارتباط برقرار کنم، واکنش‌هاشون رو از نزدیک ببینم. هر صحنه‌ی بزرگی که از اون به بعد روش ایستادم، یه تیکه‌ای از کوچینی رو تو خودش داشته.",
    "وقتی برای اولین بار شعر 'خلیج فارس' به دستم رسید، لرزه به تنم افتاد. اون فقط یه آهنگ نبود؛ یک عهد و پیمان بود. هر بار که می‌خونمش، حس می‌کنم دارم اون عهد رو با تاریخ، با نقشه، با هویتمون تمدید می‌کنم. وزنش از موسیقی سنگین‌تره.",
    "آهنگ 'درخت' خیلی شخصیه. بعد از این همه سال دوری از وطن، حس می‌کردم مثل یه درخت پیرم که ریشه‌هاش عمیقاً در یک خاکه، اما توان بازگشت نداره. این آهنگ در مورد استقامته، در مورد محکم ایستادن، فرقی نمی‌کنه کجا کاشته شده باشی.",
    "همیشه در مورد 'ستاره‌های سربی' ازم می‌پرسن. اون آهنگ، سرود یک نسلی شد که احساس گمشدگی می‌کرد. وقتی می‌خونمش، چهره‌ی جوون‌ها رو در جمعیت می‌بینم و یادم میاد که گاهی یک ترانه می‌تونه حرف دل یک نسل کامل باشه.",
    "هیچوقت اولین باری که روی صحنه رویال آلبرت هال لندن رفتم رو فراموش نمی‌کنم. دیدن اون همه چهره، اونقدر دور از وطن، که همشون داشتن آهنگ‌های من رو می‌خوندن... اون فقط صدای من نبود که سالن رو پر کرده بود، صدای یک ملت بود. یک مسئولیت زیبا و سنگین.",
    "تور با گوگوش مثل ملاقات دو دوره از موسیقی روی یک صحنه بود. ما تاریخ مشترک زیادی داشتیم، خاطرات زیادی... روی صحنه، گاهی حتی لازم نبود حرف بزنیم؛ یک نگاه برای رسوندن همه چیز کافی بود. اون شب‌ها واقعاً خاص بودن.",
    "یکی از خاطره‌انگیزترین کنسرت‌هام، اجرا در اهرام مصر بود. آواز خوندن در سایه‌ی هزاران سال تاریخ... باعث می‌شه همزمان هم خیلی کوچک و هم خیلی باشکوه حس کنی. حس می‌کنی به یک چیز جاودانه وصلی، درست مثل خود موسیقی.",
    "بهم میگن 'آقای صدا'، اما این صدا هیچوقت فقط مال من نبوده. این صدا تعلق داره به خیابون‌هایی که توش قدم زدم، به آدم‌هایی که دوستشون داشتم، و به وطنی که هر روز در قلبم حملش می‌کنم. مهم نیست کجای دنیا باشم، صدای من همیشه بوی وطن رو می‌ده.",
    "یک بار یکی از طرفدارها نامه‌ای بهم داد که توش نوشته بود: 'آهنگ‌های شما، موسیقی متن زندگی من بود.' این بزرگترین تعریفیه که یک خواننده می‌تونه بشنوه. اینکه بدونی صدات در اولین عشق یک نفر، در دل شکستگی‌هاش، در شادی‌هاش حضور داشته... همین کل این سفر رو ارزشمند می‌کنه."
  ]
}